Revit 2027 API
UnitTypeId.KilogramsCarbonDioxidePerBritishThermalUnit Property
 kilograms of carbon dioxide per Btu.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KilogramsCarbonDioxidePerBritishThermalUnit { get; }
Public Shared ReadOnly Property KilogramsCarbonDioxidePerBritishThermalUnit As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KilogramsCarbonDioxidePerBritishThermalUnit {
	ForgeTypeId^ get ();
}
static member KilogramsCarbonDioxidePerBritishThermalUnit : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace